lib/tasks/initial.rake

    task :createwallet => :environment do |task, args|
        wallet = Glueby::Wallet.create
---
INSERT INTO "glueby_wallets" ("wallet_id", "created_at", "updated_at") VALUES (?, ?, ?)  [["wallet_id", "89ecf67d3b804267174cf3adff8054d8"], ["created_at", "2021-09-03 03:20:05.411089"], ["updated_at", "2021-09-03 03:20:05.411089"]]