app/controllers/debugs_controller.rb

    def createwallet
        wallet = Glueby::Wallet.create
---
INSERT INTO "glueby_wallets" ("wallet_id", "created_at", "updated_at") VALUES (?, ?, ?)  [["wallet_id", "34cf90c90fe037f3536efb8c98744004"], ["created_at", "2021-09-03 03:33:51.616191"], ["updated_at", "2021-09-03 03:33:51.616191"]]